Repository: yuangy1995/dsm-native-client
Catalog: windows/src/LanStash.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppName
source: LanStash
zh_cn: 岚仓

# LanguageTitle
source: Language
zh_cn: 语言

# LanguageFollowSystem
source: Follow system
zh_cn: 跟随系统

# LanguageFallbackNote
source: LanStash uses English when the system language is not supported.
zh_cn: 系统语言不受支持时，岚仓会使用英语。

# ModuleFiles
source: Files
zh_cn: 文件

# ModulePhotos
source: Photos
zh_cn: 照片

# ModuleChat
source: Messages
zh_cn: 消息

# ModuleDownloads
source: Downloads
zh_cn: 下载管理

# ModuleContainers
source: Containers
zh_cn: 容器

# ModuleVirtualMachines
source: Virtual machines
zh_cn: 虚拟机

# ModuleNasSettings
source: NAS Settings
zh_cn: NAS 设置

# ModuleTransfers
source: Transfers
zh_cn: 传输中心

# ModuleSettings
source: App settings
zh_cn: 应用设置

# ActionSignOut
source: Sign out
zh_cn: 退出登录

# TrayTooltip
source: LanStash is running in the background
zh_cn: 岚仓正在后台运行

# TrayOpenApp
source: Open LanStash
zh_cn: 打开岚仓

# TrayPauseCloudDrives
source: Pause this NAS’s cloud drive locations
zh_cn: 暂停当前 NAS 的云盘位置

# TrayResumeCloudDrives
source: Resume this NAS’s cloud drive locations
zh_cn: 继续当前 NAS 的云盘位置

# TrayCloudDriveIssues
source: {0} cloud drive locations need attention
zh_cn: {0} 个云盘位置需要处理

# TrayExitApp
source: Exit LanStash
zh_cn: 退出岚仓

# CategoryOverview
source: Overview
zh_cn: 概览

# CategoryContainers
source: Containers
zh_cn: 容器

# CategoryVirtualMachines
source: Virtual Machines
zh_cn: 虚拟机

# CategoryHosts
source: Hosts
zh_cn: 主机

# CategoryStorage
source: Storage
zh_cn: 存储

# CategoryPackages
source: Packages
zh_cn: 套件

# CategoryAccounts
source: Accounts
zh_cn: 账号

# CategoryLogs
source: Logs
zh_cn: 日志

# CategoryConnections
source: Connections
zh_cn: 连接

# CategoryNetworks
source: Networks
zh_cn: 网络

# CategoryImages
source: Images
zh_cn: 映像

# CategoryProjects
source: Projects
zh_cn: 项目

# CategoryProtection
source: Protection
zh_cn: 保护

# CategorySecurity
source: Security
zh_cn: 安全

# NasDetailsTitle.Text
source: NAS details
zh_cn: NAS 详情

# NasDetailsDescription.Text
source: Review system health, storage, packages, scheduled tasks, logs, and current connections. This page does not change NAS settings.
zh_cn: 查看系统健康、存储、套件、计划任务、日志和当前连接。此页面不会更改 NAS 设置。

# NasDetailsRefresh.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Refresh NAS details
zh_cn: 刷新 NAS 详情

# NasDetailsRefreshLabel.Text
source: Refresh
zh_cn: 刷新

source: Run the storage analysis sample again
zh_cn: 重新运行存储分析样本

# NasDetailsRunStorageAnalysisLabel.Text
source: Analyze storage
zh_cn: 分析存储

source: Run a deeper storage analysis
zh_cn: 运行更深入的存储分析

# NasDetailsRunDeepStorageAnalysisLabel.Text
source: Deep analysis
zh_cn: 深度分析

source: Cancel the storage analysis sample
zh_cn: 取消存储分析样本

# NasDetailsCancelStorageAnalysisLabel.Text
source: Cancel analysis
zh_cn: 取消分析

# NasDetailsReadOnly.Title
source: Read-only view
zh_cn: 只读视图

# NasDetailsReadOnly.Message
source: Use DSM when you need to make changes to these items.
zh_cn: 如需更改这些项目，请使用 DSM。

# NasDetailsRefreshError.Title
source: Couldn’t update everything
zh_cn: 部分内容无法更新

# NasDetailsRefreshError.Message
source: The previous details are still shown. Check the connection and try again.
zh_cn: 仍显示上次的详情。请检查连接后重试。

source: NAS detail sections
zh_cn: NAS 详情分区

# NasDetailsItemList.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: NAS detail items
zh_cn: NAS 详情项目

# NasDetailsLoading.Text
source: Loading NAS details…
zh_cn: 正在加载 NAS 详情…

# NasDetailsEmptyTitleText
source: No items in this section
zh_cn: 此分区没有项目

# NasDetailsEmptyMessageText
source: DSM did not report any items for the selected section.
zh_cn: DSM 没有返回所选分区的项目。

# NasDetailsErrorTitle.Text
source: Couldn’t load this section
zh_cn: 无法加载此分区

# NasDetailsErrorMessage.Text
source: Check your connection and permissions, then try again.
zh_cn: 请检查连接和权限，然后重试。

# NasDetailsTryAgain.Content
source: Try again
zh_cn: 重试

# NasDetailsUnavailableTitle.Text
source: This section isn’t available
zh_cn: 此分区不可用

# NasDetailsUnavailableMessage.Text
source: This connection does not provide the selected details.
zh_cn: 当前连接未提供所选详情。

# NasDetailsTruncatedTitle
source: Showing a limited list
zh_cn: 列表已达到显示上限

# NasDetailsTruncatedMessage
source: Only the first 50 items are shown to keep this page responsive.
zh_cn: 为保持页面流畅，仅显示前 50 个项目。

# NasDetailsSectionPackages
source: Packages
zh_cn: 套件

# NasDetailsSectionTasks
source: Scheduled tasks
zh_cn: 计划任务

# NasDetailsSectionLogs
source: Logs
zh_cn: 日志

# NasDetailsSectionConnections
source: Connections
zh_cn: 连接

# NasDetailsSectionCount
source: {0} items
zh_cn: {0} 个项目

# NasDetailsSectionUnavailable
source: Unavailable
zh_cn: 不可用

# NasDetailsSectionFailed
source: Needs retry
zh_cn: 需要重试

# NasDetailsTaskEnabled
source: Enabled
zh_cn: 已启用

# NasDetailsTaskDisabled
source: Disabled
zh_cn: 已停用

# NasDetailsTaskNoNextRun
source: No next run time reported
zh_cn: 未提供下次运行时间

# NasDetailsConnectionCurrent
source: Current session
zh_cn: 当前会话

# NasDetailsConnectionActive
source: Active
zh_cn: 活动中

# NasDetailsSectionSystem
source: System
zh_cn: 系统

# NasDetailsSectionStorage
source: Storage
zh_cn: 存储

# NasDetailsSectionUpdate
source: Updates
zh_cn: 系统更新

# NasDetailsSectionShareAccess
source: Share access
zh_cn: 共享访问

# NasDetailsSectionStorageAnalysis
source: Storage analysis
zh_cn: 存储分析

# NasDetailsSectionSystemActivity
source: System activity
zh_cn: 系统活动

# NasDetailsSystemActivityProcessId
source: Process ID {0}
zh_cn: 进程编号 {0}

# NasDetailsSystemActivityGroup
source: Service: {0}
zh_cn: 服务：{0}

# NasDetailsSystemActivityStatusAndGroup
source: {0} · Service: {1}
zh_cn: {0} · 服务：{1}

# NasDetailsSystemActivityGroupUnavailable
source: Unavailable
zh_cn: 暂不可用

# NasDetailsSystemActivityScopeTitle
source: Private single snapshot
zh_cn: 保护隐私的单次快照

# NasDetailsSystemActivityScopeMessage
source: Shows process names and IDs from one refresh. Commands, paths, accounts, ports, and network addresses stay hidden.
zh_cn: 每次刷新只显示进程名称和编号。命令、路径、账号、端口和网络地址始终隐藏。

# NasDetailsSystemActivityGroupsUnavailable
source: Service details are temporarily unavailable.
zh_cn: 服务详情暂时不可用。

# NasDetailsShareAccessScopeTitle
source: Access for the current account
zh_cn: 当前账号的访问权限

# NasDetailsShareAccessScopeMessage
source: Only shared folders visible to this account are shown. Hidden or unavailable folders are not listed, so this is not a complete administrator permission list.
zh_cn: 这里只显示当前账号可以看到的共享文件夹。隐藏或不可访问的文件夹不会列出，因此这不是完整的管理员权限列表。

# NasDetailsShareAccessReadWrite
source: Read and write
zh_cn: 可读取和修改

# NasDetailsShareAccessReadOnly
source: Read only
zh_cn: 仅可读取

# NasDetailsShareAccessUnknown
source: Access could not be determined
zh_cn: 暂时无法判断访问权限

# NasDetailsShareAccessCanDelete
source: Delete allowed
zh_cn: 允许删除

# NasDetailsShareAccessEmptyTitle
source: No visible shared folders
zh_cn: 没有可见的共享文件夹

# NasDetailsShareAccessEmptyMessage
source: This account may not have access to any shared folders. Refresh after an administrator changes its access.
zh_cn: 当前账号可能没有任何共享文件夹的访问权限。管理员调整权限后，请刷新再试。

# NasDetailsStorageAnalysisScopeTitle
source: Limited storage snapshot
zh_cn: 有界存储快照

# NasDetailsStorageAnalysisScopeDetail
source: Checked {0} shared folders and {1} file candidates, totaling {2} in the sampled list.
zh_cn: 已检查 {0} 个共享文件夹和 {1} 个文件候选，样本合计 {2}。

# NasDetailsStorageAnalysisPartial
source: Some folders or files were not included. Refresh to sample again.
zh_cn: 部分文件夹或文件未包含在样本中。请刷新重新采样。

# NasDetailsStorageAnalysisComplete
source: Sample completed within the current limit.
zh_cn: 已在当前上限内完成采样。

# NasDetailsDeepStorageAnalysisScopeTitle
source: Deep storage snapshot
zh_cn: 深度存储快照

# NasDetailsDeepStorageAnalysisScopeDetail
source: Checked {0} shared folders, {1} folders, and {2} files, totaling {3} in this analysis.
zh_cn: 已检查 {0} 个共享文件夹、{1} 个文件夹和 {2} 个文件，本次分析合计 {3}。

# NasDetailsDeepStorageAnalysisComplete
source: Deep analysis completed within the current limit.
zh_cn: 已在当前上限内完成深度分析。

# NasDetailsStorageAnalysisDeepScope
source: Based on the deeper bounded analysis.
zh_cn: 基于更深入的有界分析。

# NasDetailsStorageAnalysisCategoryImages
source: Images
zh_cn: 图片

# NasDetailsStorageAnalysisCategoryVideos
source: Videos
zh_cn: 视频

# NasDetailsStorageAnalysisCategoryDocuments
source: Documents
zh_cn: 文档

# NasDetailsStorageAnalysisCategoryArchives
source: Archives
zh_cn: 压缩包

# NasDetailsStorageAnalysisCategoryOther
source: Other files
zh_cn: 其他文件

# NasDetailsStorageAnalysisFileCount
source: {0} files
zh_cn: {0} 个文件

# NasDetailsStorageAnalysisLargeFiles
source: Largest sampled files
zh_cn: 样本中的大文件

# NasDetailsStorageAnalysisRecentFiles
source: Recently changed samples
zh_cn: 最近变化的样本

# NasDetailsStorageAnalysisOldFiles
source: Older changed samples
zh_cn: 较早变化的样本

# NasDetailsStorageAnalysisDuplicateFiles
source: Possible duplicates
zh_cn: 可能重复的文件

# NasDetailsStorageAnalysisFolders
source: Largest folders checked
zh_cn: 已检查的大文件夹

# NasDetailsStorageAnalysisSampleOnly
source: Based on the bounded sample, not a full recursive scan.
zh_cn: 基于有界样本，不是完整递归扫描。

# NasDetailsStorageAnalysisCancelledTitle
source: Storage analysis cancelled
zh_cn: 已取消存储分析

# NasDetailsStorageAnalysisCancelledMessage
source: The previous storage analysis is still shown. You can run the sample again.
zh_cn: 仍显示上次的存储分析。你可以重新运行样本。

# NasDetailsStorageAnalysisModified
source: Changed {0}
zh_cn: 修改时间 {0}

# NasDetailsStorageAnalysisOwnerTitle
source: Owner coverage
zh_cn: 所有者信息覆盖

# NasDetailsStorageAnalysisOwnerDetail
source: {0} files reported owner info across {1} owners.
zh_cn: {0} 个文件提供了所有者信息，涉及 {1} 个所有者。

# NasDetailsStorageAnalysisAccessTitle
source: Access time coverage
zh_cn: 访问时间覆盖

# NasDetailsStorageAnalysisAccessDetail
source: {0} files reported last access time.
zh_cn: {0} 个文件提供了上次访问时间。

# NasDetailsStorageAnalysisOldestAccessed
source: Oldest access {0}
zh_cn: 最早访问时间 {0}

# NasDetailsStorageAnalysisFolderDetail
source: {0} files in this folder
zh_cn: 此文件夹中有 {0} 个文件

# NasDetailsStorageAnalysisDuplicateName
source: Possible duplicate: {0}
zh_cn: 可能重复：{0}

# NasDetailsStorageAnalysisDuplicateCount
source: {0} files have the same name and size
zh_cn: {0} 个文件名称和大小相同

# NasDetailsStorageAnalysisDuplicateConfirmedName
source: Matching content: {0}
zh_cn: 内容匹配：{0}

# NasDetailsStorageAnalysisDuplicateConfirmedCount
source: {0} files matched by content fingerprint
zh_cn: {0} 个文件的内容指纹匹配

# NasDetailsUpdateAvailable
source: Update available
zh_cn: 有可用更新

# NasDetailsUpdateCurrent
source: DSM is up to date
zh_cn: DSM 已是最新版本

# NasDetailsUpdateStatusUnavailable
source: Couldn’t determine update status
zh_cn: 无法确定更新状态

# NasDetailsUpdateCurrentVersion
source: Current version: {0}
zh_cn: 当前版本：{0}

# NasDetailsUpdateCurrentVersionUnavailable
source: Current version unavailable
zh_cn: 当前版本不可用

# NasDetailsUpdateLatestVersion
source: Available version: {0}
zh_cn: 可用版本：{0}

# NasDetailsUpdateNoNewerVersion
source: No newer version reported
zh_cn: 未发现更新版本

# NasDetailsUpdateReleaseNotes
source: What’s new
zh_cn: 更新内容

# NasDetailsSystemDevice
source: Device
zh_cn: 设备

# NasDetailsSystemUptime
source: Uptime
zh_cn: 运行时间

# NasDetailsSystemProcessor
source: Processor
zh_cn: 处理器

# NasDetailsSystemMemory
source: Memory
zh_cn: 内存

# NasDetailsSystemTemperature
source: System temperature
zh_cn: 系统温度

# NasDetailsTemperatureWarning
source: Temperature warning
zh_cn: 温度警告

# NasDetailsProcessorCoresClock
source: {0} cores, {1} MHz
zh_cn: {0} 核，{1} MHz

# NasDetailsProcessorCores
source: {0} cores
zh_cn: {0} 核

# NasDetailsDurationDaysHours
source: {0} days, {1} hours
zh_cn: {0} 天 {1} 小时

# NasDetailsDurationHoursMinutes
source: {0} hours, {1} minutes
zh_cn: {0} 小时 {1} 分钟

# NasDetailsStoragePoolName
source: Storage pool {0}
zh_cn: 存储池 {0}

# NasDetailsStorageVolumeName
source: Volume {0}
zh_cn: 存储空间 {0}

# NasDetailsStorageDriveName
source: Drive {0}
zh_cn: 硬盘 {0}

# NasDetailsStorageUsage
source: {0} used of {1}
zh_cn: 已用 {0}，共 {1}

# NasDetailsStorageCapacity
source: {0} capacity
zh_cn: 容量 {0}

# NasDetailsStorageCapacityUnavailable
source: Capacity unavailable
zh_cn: 容量不可用

# NasDetailsStorageEncrypted
source: Encrypted
zh_cn: 已加密

# NasDetailsStorageSsd
source: SSD
zh_cn: 固态硬盘

# NasDetailsStorageSmartNormal
source: Drive health normal
zh_cn: 硬盘健康正常

# NasDetailsStorageSmartWarning
source: Drive health warning
zh_cn: 硬盘健康警告

# NasDetailsStorageSmartError
source: Drive health error
zh_cn: 硬盘健康异常

# BrandTitle.Text
source: LanStash
zh_cn: 岚仓

# BrandSubtitle.Text
source: Manage your NAS
zh_cn: 管理你的 NAS

# AddNasButton.Content
source: Add NAS
zh_cn: 添加 NAS

# SavedNasList.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Saved NAS devices
zh_cn: 已保存的 NAS

# LoginTitle.Text
source: Connect to NAS
zh_cn: 连接 NAS

# LoginSubtitle.Text
source: Sign in with your DSM account. You can securely save the password on this PC.
zh_cn: 使用 DSM 账号登录；你可以选择在这台电脑上安全保存密码。

# ProfileNameInput.Header
source: Name
zh_cn: 名称

# NasAddressInput.Header
source: NAS address or QuickConnect ID
zh_cn: NAS 地址或 QuickConnect ID

# NasAddressInput.PlaceholderText
source: nas.example.com or your QuickConnect ID
zh_cn: nas.example.com 或你的 QuickConnect ID

# UsernameInput.Header
source: Username
zh_cn: 用户名

# PasswordInput.Header
source: Password
zh_cn: 密码

# OtpInput.Header
source: Verification code (if required)
zh_cn: 验证码（如需要）

# RememberPasswordCheckBox.Content
source: Remember password on this PC
zh_cn: 在这台电脑上记住密码

# PasswordProtectionNote.Text
source: Your password is protected by Windows Credential Manager.
zh_cn: 密码由 Windows 凭据管理器安全保护。

# AutoLoginCheckBox.Content
source: Sign in automatically
zh_cn: 自动登录

# AutoLoginNote.Text
source: Connect to this NAS automatically the next time LanStash opens.
zh_cn: 下次打开岚仓时自动连接这台 NAS。

# AdvancedConnectionExpander.Header
source: Verification code and advanced connection settings
zh_cn: 验证码与高级连接设置

# CustomPortInput.Header
source: Custom HTTPS port
zh_cn: 自定义 HTTPS 端口

# CustomPortInput.PlaceholderText
source: Choose automatically
zh_cn: 自动选择

# CustomPortNote.Text
source: Leave blank to choose automatically. A specified port takes priority.
zh_cn: 留空时由岚仓自动选择；填写后优先使用这个端口。

# ConnectButton.Content
source: Connect
zh_cn: 连接

# CancelConnectButton.Content
source: Cancel
zh_cn: 取消

# ProfileMenuAutomationName
source: Switch or manage NAS
zh_cn: 切换或管理 NAS

# ActionAddNas
source: Add NAS
zh_cn: 添加 NAS

# ActionDeleteNas
source: Remove this NAS
zh_cn: 移除这个 NAS

# DialogDeleteNasTitle
source: Remove this NAS?
zh_cn: 移除这个 NAS？

# DialogDeleteNasMessage
source: “{0}” and its saved sign-in will be removed from this PC. Files on the NAS are not deleted.
zh_cn: 将从这台电脑移除“{0}”及其保存的登录信息，不会删除 NAS 上的文件。

# ProfileActionErrorTitle
source: Unable to update the NAS
zh_cn: 无法更新 NAS

# ProfileActionErrorMessage
source: The change could not be completed. Check the connection and try again.
zh_cn: 未能完成这项更改，请检查连接后重试。

# ActionClose
source: Close
zh_cn: 关闭

# WorkspaceSearchBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Search
zh_cn: 搜索

# WorkspaceSearchBox.PlaceholderText
source: Search
zh_cn: 搜索

# ActionCreate.Label
source: New
zh_cn: 新增

# ActionUp.Label
source: Up
zh_cn: 上一级

# ActionRename.Label
source: Rename
zh_cn: 重命名

# ActionStart.Label
source: Start
zh_cn: 启动

# ActionStop.Label
source: Stop
zh_cn: 停止

# ActionDelete.Label
source: Delete
zh_cn: 删除

# ActionDeleteText
source: Delete
zh_cn: 删除

# ActionRefresh.Label
source: Refresh
zh_cn: 刷新

source: Items
zh_cn: 项目

# ActionReload.Content
source: Reload
zh_cn: 重新加载

# DefaultNasName
source: My NAS
zh_cn: 我的 NAS

# StatusCheckingNas
source: Checking the NAS…
zh_cn: 正在检查 NAS…

# StatusNasFoundSigningIn
source: NAS found. Signing in…
zh_cn: 已找到 NAS，正在登录…

# StatusRestoringLogin
source: Restoring your sign-in…
zh_cn: 正在恢复登录…

# ErrorConnectGeneric
source: Unable to connect to the NAS. Check the address and sign-in details, then try again.
zh_cn: 无法连接到 NAS，请检查地址和登录信息后重试。

# ErrorSavedLoginExpired
source: Your saved sign-in has expired.
zh_cn: 保存的登录已失效。

# RecoverySignInAgain
source: Sign in again.
zh_cn: 请重新登录。

# RecoveryEnterPasswordAgain
source: Enter your password to sign in again.
zh_cn: 请输入密码重新登录。

# RecoveryPasswordReady
source: Your password is ready. Connect again.
zh_cn: 密码已为你填好，请重新连接。

# ErrorLoadProfiles
source: Unable to load the NAS devices saved on this PC. Add the NAS again.
zh_cn: 无法读取本机保存的 NAS，请重新添加。

# EmptyNoItems
source: There are no items to display.
zh_cn: 没有可显示的项目。

# ErrorLoadWorkspace
source: Unable to load right now. Check the connection and try again.
zh_cn: 暂时无法读取，请检查连接后重试。

# ChatNoNewMessages
source: No new messages
zh_cn: 暂无新消息

# ChatUnreadCount
source: {0} unread
zh_cn: {0} 条未读

# DownloadTaskFallback
source: Download task
zh_cn: 下载任务

# StatusConnected
source: Connected
zh_cn: 已连接

# UnknownValue
source: Unknown
zh_cn: 未知

# StatusRunning
source: Running
zh_cn: 运行中

# ItemFolder
source: Folder
zh_cn: 文件夹

# SystemUser
source: System
zh_cn: 系统

# StatusNormal
source: Normal
zh_cn: 正常

# StatusStopped
source: Stopped
zh_cn: 已停止

# StatusPaused
source: Paused
zh_cn: 已暂停

# StatusWaiting
source: Waiting
zh_cn: 等待中

# StatusWarning
source: Needs attention
zh_cn: 需要注意

# StatusError
source: Error
zh_cn: 异常

# DialogSignOutTitle
source: Sign out?
zh_cn: 退出登录？

# DialogSignOutMessage
source: This disconnects the current NAS and turns off automatic sign-in. Saved NAS details and passwords are kept.
zh_cn: 将退出当前连接并关闭自动登录；已保存的 NAS 信息和密码会保留。

# DialogSignOutAction
source: Sign out
zh_cn: 退出登录

# ActionCancel
source: Cancel
zh_cn: 取消

# FieldDownloadAddress
source: Download address
zh_cn: 下载地址

# FieldNetworkName
source: Network name
zh_cn: 网络名称

# FieldFolderName
source: Folder name
zh_cn: 文件夹名称

# FieldSaveLocationOptional
source: Save location (optional)
zh_cn: 保存位置（可选）

# FieldNetworkType
source: Network type
zh_cn: 网络类型

# DialogNewDownload
source: Add download task
zh_cn: 新增下载任务

# DialogNewNetwork
source: Add network
zh_cn: 新增网络

# DialogNewFolder
source: New folder
zh_cn: 新建文件夹

# ActionAdd
source: Add
zh_cn: 新增

# FieldNewName
source: New name
zh_cn: 新名称

# DialogRename
source: Rename
zh_cn: 重命名

# ActionSave
source: Save
zh_cn: 保存

# DeleteDownloadedFiles
source: Also delete downloaded files
zh_cn: 同时删除已经下载的文件

# DeleteItemWarning
source: “{0}” cannot be recovered after deletion.
zh_cn: “{0}”删除后无法恢复。

# DialogConfirmDelete
source: Confirm deletion?
zh_cn: 确认删除？

# ErrorOperationIncomplete
source: The operation did not finish. Refresh and try again.
zh_cn: 操作没有完成，请刷新后重试。

# ErrorOperationTitle
source: Operation not completed
zh_cn: 操作没有完成

# ActionAcknowledge
source: OK
zh_cn: 知道了

# WinShared03b4e19bbedaaf48
source: This QuickConnect ID is not recognized
zh_cn: 无法识别这个 QuickConnect ID

# WinShared07e42c78bef61378
source: Please enter the QuickConnect ID, the NAS's IP, domain name, or full HTTPS address.
zh_cn: 请输入 QuickConnect ID、NAS 的 IP、域名或完整 HTTPS 地址。

# WinShared09f262a53ad074ca
source: Please confirm that the address points to DSM and try again.
zh_cn: 请确认地址指向 DSM 后重试。

# WinShared0addf7c060c570ce
source: NAS did not complete this operation
zh_cn: NAS 没有完成这次操作

# WinShared0dc50225eea5c275
source: NAS has not confirmed this change
zh_cn: NAS 没有确认这次更改

# WinShared11a208e43c34b77c
source: This feature is currently not supported on NAS
zh_cn: 当前 NAS 不支持这项功能

# WinShared12188668a1d4cff1
source: The current account does not have permissions
zh_cn: 当前账号没有权限

# WinShared165059223c7f83c1
source: QuickConnect is temporarily unable to establish a relay connection.
zh_cn: QuickConnect 暂时无法建立中继连接

# WinShared17bab1054ab28010
source: NAS did not start searching
zh_cn: NAS 没有开始搜索

# WinShared189ee06b7da78f3f
source: The current package version does not support this operation
zh_cn: 当前套件版本不支持这项操作

# WinShared199c5367bae9682d
source: Please check the network and address and try again.
zh_cn: 请检查网络和地址后重试。

# WinShared2185bc1f61ec5011
source: QuickConnect provides no direct connection available
zh_cn: QuickConnect 没有提供可用的直接连接

# WinShared23ac67f1f673dd23
source: NAS address format is incorrect
zh_cn: NAS 地址格式不正确

# WinShared2580b8992c005ea7
source: Please update the relevant packages.
zh_cn: 请更新相关套件。

# WinShared2608798758baa746
source: Fill it out and reconnect.
zh_cn: 填写后重新连接。

# WinShared2ad42c7573d49cbc
source: Please try again with the latest code.
zh_cn: 请使用最新代码重试。

# WinShared2d790edfcf9d3321
source: Please enter your NAS address or QuickConnect ID
zh_cn: 请输入 NAS 地址或 QuickConnect ID

# WinShared2f7ffa8e29481728
source: Please check the account number, password and verification code.
zh_cn: 请核对账号、密码和验证码。

# WinShared307e0c332a164ea1
source: Trying to connect directly to the external network...
zh_cn: 正在尝试外网直接连接…

# WinShared35129033ee98c3ee
source: The NAS has not confirmed that the network settings have been saved, please refresh and try again.
zh_cn: NAS 尚未确认网络设置已保存，请刷新后重试。

# WinShared35964d160c6c4b32
source: This QuickConnect ID was not found
zh_cn: 没有找到这个 QuickConnect ID

# WinShared36d42da6d6cea95f
source: Please check the spelling and the QuickConnect settings in the NAS.
zh_cn: 请检查拼写和 NAS 中的 QuickConnect 设置。

# WinShared371d84f48836296f
source: Please update DSM or related packages.
zh_cn: 请更新 DSM 或相关套件。

# WinShared3b38866d76d21239
source: Trying to connect to LAN...
zh_cn: 正在尝试局域网连接…

# WinShared3cd43f3a371513e2
source: Requires two-step verification code
zh_cn: 需要输入双重验证代码

# WinShared3f7da50cab7bd49a
source: The NAS has not confirmed that the network has been deleted, please refresh and try again.
zh_cn: NAS 尚未确认网络已删除，请刷新后重试。

# WinShared408b64a41c09d2a0
source: The connection returned by QuickConnect cannot be confirmed to belong to this NAS
zh_cn: QuickConnect 返回的连接无法确认属于这台 NAS

# WinShared4234d503af1c54d5
source: To protect your login information, please use an HTTPS address.
zh_cn: 为了保护登录信息，请使用 HTTPS 地址。

# WinShared4470548cdf9d51c2
source: Please refresh the list; if the item still exists, verify that no other tasks are using it.
zh_cn: 请刷新列表；如果项目仍存在，请确认没有其他任务正在使用它。

# WinShared46e3e4901826eb40
source: Please enter the current code from the validator.
zh_cn: 请输入验证器中的当前代码。

# WinShared4a1330714c58b25d
source: Please use an account with appropriate permissions.
zh_cn: 请使用具备相应权限的账号。

# WinShared51f93605004a3258
source: To protect login information, Arashikura has stopped connecting.
zh_cn: 为保护登录信息，岚仓已停止连接。

# WinShared5448ceb91a80e260
source: Please refresh and try again.
zh_cn: 请刷新后重试。

# WinShared5634da8d0d5a2089
source: QuickConnect is temporarily not responding
zh_cn: QuickConnect 暂时没有响应

# WinShared5a870c4775a4ef6b
source: Connection to NAS timed out
zh_cn: 连接 NAS 超时

# WinShared6730f03f8272b1f9
source: Please enable relaying in DSM's QuickConnect advanced settings and try again.
zh_cn: 请在 DSM 的 QuickConnect 高级设置中开启中继后重试。

# WinShared6744b4c6a9aa0038
source: Closed
zh_cn: 已关闭

# WinShared6e75c1fff5138b30
source: Please refresh the list and check the results.
zh_cn: 请刷新列表并检查结果。

# WinShared6edbda7d2a81743a
source: Establishing QuickConnect secure relay...
zh_cn: 正在建立 QuickConnect 安全中继…

# WinShared73a4d6d9c92df71c
source: Please select the items you want to delete first.
zh_cn: 请先选择要删除的项目。

# WinShared78eee40d2f30576e
source: Account or login information is incorrect
zh_cn: 账号或登录信息不正确

# WinShared79c4d60046afa3ff
source: Please check the network, address and certificate and try again.
zh_cn: 请检查网络、地址和证书后重试。

# WinShared79f326be4409d51f
source: Project
zh_cn: 项目

# WinShared7ca744fb7c598d20
source: The NAS has not confirmed that the download task has been deleted, please refresh and try again.
zh_cn: NAS 尚未确认下载任务已删除，请刷新后重试。

# WinShared89c44574bbf9988a
source: Please check your spelling and try again.
zh_cn: 请检查拼写后重试。

# WinShared8a4ef3e48e4e8a5a
source: Already turned on
zh_cn: 已开启

# WinShared90a556f6814be8fb
source: The NAS has not confirmed the deletion result, please refresh and check the project status.
zh_cn: NAS 尚未确认删除结果，请刷新后检查项目状态。
